Initializes a new instance of the  RebarBarTypeSet  class
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public RebarBarTypeSet()
  Visual Basic
Public Sub New
  Visual C++
public:
RebarBarTypeSet()
 See Also
  RebarBarTypeSet Class
  Autodesk.Revit.DB.Structure Namespace